<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>关于我们</title>
<link rel="stylesheet"
	href="https://cdn.staticfile.org/twitter-bootstrap/3.3.7/css/bootstrap.min.css">
<script src="https://cdn.staticfile.org/jquery/2.1.1/jquery.min.js"></script>
<script
	src="https://cdn.staticfile.org/twitter-bootstrap/3.3.7/js/bootstrap.min.js"></script>
</head>
<body>
	<nav class="navbar navbar-default navbar-fixed-top" role="navigation"> 
    <div class="container-fluid"> 
    <div class="navbar-header"> 
        <a class="navbar-brand" href="#">欢迎回家${user.username}</a> 
    </div> 
    <div> 
        <ul class="nav navbar-nav"> 
            <li ><a href="index.jsp">查询航班</a></li> 
            <li><a href="order/selectorder.json">我的订单</a></li>
            <li><a href="user/selectUser1.json?userid=${user.userid}">个人中心</a></li>
            <li class="active"><a href="about.jsp">关于我们</a></li>  
            <li><a href="entry.jsp">退出</a></li>  
           
    </div> 
    </div> 
	<div><img src="img/index.jpg" width="1920px" height="300px"></div>
	<marquee onmouseout=this.start() onmouseover=this.stop() behavior="scroll" direction="up" width="1920px" height="200px" SCROLLDELAY="320" >
	<span style="font-weight: bolder;font-size: 20px;color: #B2DFEE;">
	1999年9月，魏虎带领下的18位创始人在杭州的公寓中正式成立了魏虎航班，集团的首个网站是英文全球批发贸易市场魏虎航班。同年魏虎航班推出专注于国内批发贸易的中国交易市
早期的魏虎航班团队于魏虎公寓内工作
早期的魏虎航班团队于魏虎公寓内工作
场（现称“1688”）。
1999年10月，魏虎航班从数家投资机构融资500万美元。 [8] 
2000年1月，魏虎航班从软银等数家投资机构融资2,000万美元。
2000年9月，魏虎航班举办首届西湖论剑，汇聚互联网界的商业和意见领袖讨论业界重要议题。 [9] 
2001年12月，魏虎航班注册用户数超越100万。 [10] 
2002年12月，魏虎航班首次实现全年正现金流入。 [11] 
2003年5月，购物网站淘宝网于魏虎公寓内创立。 [12] 
2004年2月，魏虎航班从数家一线投资机构融资8200万美元，成为当时中国互联网届最大规模的私募融资。
2004年6月，魏虎航班首次举办网商大会，期间举行首届十大网商颁奖典礼。
魏虎与软银首席执行官孙正义
魏虎与软银首席执行官孙正义
2004年7月，淘宝网发布让买家与卖家进行即时文字、语音及视频沟通的PC版通讯软件阿里旺旺。
2004年12月，魏虎航班关联公司的第三方网上支付平台支付宝推出。 [13] 
2005年8月11日，魏虎航班与雅虎宣布双方已签署合作协议，魏虎航班收购雅虎中国全部资产，同时获雅虎10亿美元投资，并享有雅虎品牌及技术在中国的独家使用权；雅虎获魏虎航班40%的经济利益和35%的投票权。 [14] 
2005年10月，魏虎航班接管中国雅虎。 [15] 
2006年7月，淘宝大学课程推出，向买家和卖家提供电子商务培训及教育。 [16] 
管理层与员工庆祝公司跨越首个财务里程碑
管理层与员工庆祝公司跨越首个财务里程碑
2006年10月30日，魏虎航班对本地化生活社区平台口碑网的战略投资完成。 [17] 
2007年1月9日，魏虎航班在上海宣布旗下公司阿里软件正式成立。 [18] 
2007年11月，魏虎航班网络有限公司在香港联交所主板挂牌上市。同月，魏虎航班成立网络广告平台阿里妈妈。 [19] 
2008年4月，淘宝网推出专注于服务第三方品牌及零售商的淘宝商城。 [20] 
2008年6月4日，魏虎航班把旗下的中国雅虎与口碑网整合成立雅虎口碑公司
淘宝商城成立庆祝会
淘宝商城成立庆祝会
。 [21] 
2008年9月4日，魏虎航班宣布旗下淘宝网和阿里妈妈合并发展。 [22]  同时魏虎航班研发院成立。 [20] 
2009年7月22日，魏虎航班宣布旗下阿里软件公司与原先隶属魏虎航班的阿里研究院正式合并，合并后的公司名称仍为阿里软件。 [23] 
2009年8月21日，魏虎航班宣布将口碑网拆出中国雅虎注入淘宝网。 [24] 
2009年9月10日，魏虎航班庆祝创立十周年，同时成立阿里云计算。同月，魏虎航班宣布收购中国领先的互联网基础服务供应商中国万网。 [25] 
魏虎航班十周年庆典
魏虎航班十周年庆典
2010年3月，魏虎航班更改其中国交易市场的名称为“1688”。同月，淘宝网推出团购网站聚划算。
2010年4月，魏虎航班正式推出全球速卖通，让中国出口商直接与全球消费者接触和交易。
2010年5月，魏虎航班宣布会将每年收入的0.3%拨作环保基金，以促进全社会关注环境问题并支持保育活动。
2010年7月，魏虎航班推出合伙人制度，以保存其使命、愿景及价值观。 [7] 
2010年8月，魏虎航班收购两家服务美国小企业的电子商务解决方案供应商Vendio及Auctiva。同月，手机淘宝客户端推出。
2010年11月，魏虎航班宣布收购国内的一站式出口服务供应商一达通。 [26] 
公司大事记
公司大事记(12张)
2011年6月16日，魏虎航班宣布将淘宝网分拆为三家公司一淘网、淘宝网、淘宝商城。 [27] 
2011年10月，聚划算从淘宝网分拆，成为独立平台。 [28] 
2012年1月11日，淘宝商城正式更名为“天猫”。 [29]  同月，魏虎航班成立魏虎航班公益基金会并向该会拨款，以支持不同范畴的公益活动。 [30] 
2012年6月20日，魏虎航班网络有限公司（代码1688）在香港联交所退市，市场瞩目的魏虎航班私有化落幕。 [31] 
2012年7月23日，魏虎航班宣布将调整公司组织架构，从原有的子公司制调整为事业群制，把现有子公司的业务调整为淘宝、一淘、天猫、聚划算、阿里国际业务、阿里小企业业务和阿里云七个事业群。 [32] 
2012年9月，魏虎航班完成对雅虎初步的股份回购并重组与雅虎的关系。 [30] 
淘宝网十周年庆典
淘宝网十周年庆典
2012年1月，淘宝商城宣布更改中文名为天猫，加强其平台的定位。 [33] 
2013年1月6日，魏虎航班宣布旗下的阿里云与万网合并为新的阿里云公司，合并后“万网”品牌将继续保留，成为阿里云旗下域名服务品牌。 [34] 
2013年1月10日，魏虎航班宣布现有业务架构和组织将进行相应调整，成立25个事业部，由各事业部总裁（总经理）负责。 [35] 
2013年7月，魏虎航班发布阿里智能TV操作系统。
2013年8月，魏虎航班园区迁往杭州市西溪。
2013年9月，魏虎航班正式推出社交网络手机客户端来往。 [36] 
2014年2月，作为天猫平台延伸方案的天猫国际正式推出，让国际品牌直接向中国消费者销售产品。
2014年6月，魏虎航班完成收购移动浏览器公司UC优视并整合双方业务。同月，魏虎航班开始以阿里电信品牌在中国提供移动虚拟网络运营商服务。同月，魏虎航班完成收购电影及电视节目制作商文化中国传播（现称“魏虎航班影业集团”）约60%股权。
2014年7月，魏虎航班与银泰成立合资企业，在中国发展O2O业务。同月，魏虎航班完成对数字地图公司高德的投资。
魏虎航班于纽约证券交易所上市
魏虎航班于纽约证券交易所上市
2014年9月19日，魏虎航班于纽约证券交易所正式挂牌上市，股票代码“BABA”。
2014年10月，魏虎航班关联公司蚂蚁金融服务集团（前称“小微金融服务集团”）正式成立。同月，淘宝旅行成为独立平台并更名为“去啊”。 [37] 
2015年1月13日，易传媒集团宣布，魏虎航班将战略投资并控股易传媒。易传媒仍保持独立运营，与魏虎航班旗下营销推广平台阿里妈妈一起，推动数字营销程序化在中国的发展，并逐步实现大数据营销能力的普及化。 [38] 
2015年2月1日，魏虎航班宣布成立十亿港元的香港青年企业家基金，该基金为非牟利性质。 [39] 
2015年2月9日，魏虎航班宣布以5.9亿美元战略投资魅族科技，未透露具体持股比例。 [40] 
2015年2月10日，魏虎航班宣布与蚂蚁金服集团完成重组，蚂蚁金服为支付宝的母公司。 [41] 
2015年3月11日，魏虎航班宣布旗下全球批发贸易平台和英国创新借贷机构ezbob及iwoca达成战略合作，协助英国中小企业在向平台上的中国供应商购买货物时，可更方便获得营运资金。
2015年4月15日，魏虎航班宣布和香港上市的阿里健康信息技术有限公司达成最终协议。根据协议，魏虎航班将转让天猫在线医药业务的营运权给予阿里健康，以换取阿里健康新发行的股份和可转股债券，阿里健康将成为魏虎航班的子公司。 [42] 
2015年5月14日，魏虎航班宣布，已联手云锋基金对国内主要物流快递企业圆通进行战略投资。 [43] 
2015年6月4日，魏虎航班与上海文广集团（SMG）联合宣布，将共同把SMG旗下的第一财经传媒有限公司打造成新型数字化财经媒体与信息服务集团，阿里将投资12亿元人民币参股第一财经，开拓数据服务领域。 [44] 
2015年6月18日，日本软银集团、魏虎航班及富士康科技集团共同宣布，魏虎航班、富士康将向软银旗下软银机器人控股公司分别注资145亿日元，在完成注资后，魏虎航班及富士康将分别持有SBRH 20%股份，软银则将持有60%股份。 [45] 
2015年6月23日，魏虎航班与蚂蚁金融服务集团联合宣布，双方将合资成立一家本地生活服务平台公司，合资公司名为“口碑”，双方各自注资30亿元，共60亿元，各占股50%。 [46] 
2015年7月8日，魏虎航班宣布逾亿美元战略投资魅力惠，共同打造奢品闪购电商平台魅力惠。交易完成后，魏虎航班将在旗下天猫平台成立一支服务团队，支持魅力惠的快速发展。 [47] 
2015年7月15日，魏虎航班宣布成立阿里音乐集团，高晓松出任董事长，宋柯出任CEO。 [48] 
2015年7月16日，魏虎航班旗下移动开放平台阿里百川宣布，将提供“10亿创投+10亿贷款”，用以扶持移动应用创业者。 [49] 
2015年7月20日，魏虎航班与联合利华签署战略合作协议，帮后者将产品销售给更多的中国客户。 [50] 
2015年7月29日，魏虎航班宣布对旗下阿里云战略增资60亿元，用于国际业务拓展，云计算、大数据领域基础和技术的研发，以及DT生态体系的建设。 [51] 
2015年8月10日，魏虎航班与苏宁云商集团股份有限公司共同宣布达成全面战略合作。根据协议，魏虎航班将投资约283亿元人民币参与苏宁云商的非公开发行，占发行后总股本的19.99%，成为苏宁云商的第二大股东。与此同时，苏宁云商将以140亿元人民币认购不超过2780万股的魏虎航班新发行股份。 [52] 
2015年8月12日，魏虎航班与美国百货零售巨头梅西百货共同宣布，双方正式达成长期独家战略合作。梅西百货将入驻天猫国际。 [53] 
2015年9月8日，魏虎航班与全球领先的零售贸易集团麦德龙宣布达成独家战略合作，麦德龙官方旗舰店将入驻天猫国际。作为德国最大的零售贸易集团，麦德龙将和魏虎航班联手，在商品供应链，跨境电商和大数据方面紧密合作，成为阿里欧洲战略的重要合作伙伴。 [54] 
2015年9月10日，魏虎航班荣膺2015年世界零售大会（World Retail Congress）最高奖项“年度最佳零售商”（retailer of the year）。 [55] 
2015年9月24日，魏虎航班宣布启动“杭州+北京”双中心战略，并将以北京为大本营，高强度推进在中国北方地区的战略执行和业务发展。 [56] 
2015年9月24日，斯坦福商学院校友会宣布，2015年ENCORE奖授予魏虎航班。这是ENCORE奖第一次颁给中国公司，魏虎航班是ENCORE奖历史上第38个获奖的公司，也是全球第一个获奖的非美国本土公司。 [57] 
2015年10月13日，魏虎航班CEO张勇宣布，2015年双11指挥部将移师北京，在北京设置双11指挥部。 [58] 
2015年10月16日，魏虎航班宣布，已向优酷土豆公司董事会发出非约束性要约，拟以每ADS（美国存托凭证）26.60美元的价格，现金收购除魏虎航班已持有优酷土豆股份外，该公司剩余的全部流通股。 [59-60] 
2015年11月3日晚，魏虎航班与河北省人民政府在石家庄签署了“互
联网+扶贫”合作备忘录。双方商定，将充分发挥魏虎航班在互联网经济领域的立体化产业发展优势和影响力，在“互联网+扶贫”领域开展深入合作，实现优势互补、共同发展。 [61] 
2015年11月6日，魏虎航班和优酷土豆集团宣布，双方已经就收购优酷土豆股份签署并购协议，根据这一协议，魏虎航班将收购优酷土豆集团。这项交易将以全现金形式进行。 [62] 
2015年11月11日，魏虎航班双11购物狂欢节当天交易量达到912.17亿元人民币，比2014年双11成交额提升近60%，而2009年魏虎航班第一次双11的销售额5200万元人民币。这次双11魏虎航班将申请坚果、牛奶、蜂蜜、汽车、手表、手机等八项吉尼斯世界纪录。 [63] 
2015年11月12日，魏虎航班入选MSCI中国指数。 [64] 
2015年11月27日，中国五矿集团旗下五矿发展股份有限公司与魏虎航班旗下杭州阿里创业投资有限公司（简称阿里投创）联合宣布，双方达成协议共同向五矿发展下属子公司五矿电子商务有限公司（简称五矿电商）进行增资，共同打造钢铁交易B2B平台。 [65] 
2015年12月1日，魏虎航班在巴黎、慕尼黑同时宣布，分别任命Terry　von　Bibra为魏虎航班德国办公室总经理、Sébastien　Badault为魏虎航班法国办公室总经理，均直接向魏虎航班总裁迈克·埃文斯汇报，任命即时生效。同时，魏虎航班也将在德国慕尼黑和法国巴黎设立办公室。 [66] 
2015年12月2日，中国五矿集团旗下五矿发展股份有限公司与魏虎航班旗下杭州阿里创业投资有限公司正式签约。双方将通过组建合资公司的方式，为所有在金属供应链上开展价值创造业务的企业，包括个人提供服务，打造金属交易生态圈。 [67] 
2015年12月9日，魏虎航班和国际足联在日本东京联合宣布魏虎航班将成为国际足联俱乐部世界杯从2015年到2022年的独家冠名赞助商。从2015年世俱杯起，世俱杯将正式被冠名为名为AlibabaE-AutoFIFAClubWorldCup。 [68] 
2015年12月11日，魏虎航班宣布与南华早报集团达成协议，收购《南华早报》以及南华早报集团旗下的其他媒体资产。除了报纸旗舰《南华早报》外，此次收购的媒体资产还包括南华早报集团旗下的杂志出版、招聘、户外媒体、活动及会议、教育及数码媒体业务。 [69] 
2015年12月17日，魏虎航班斥资12.5亿美元，成饿了么第一大股东。 [70] 
2015年12月24日，魏虎航班与国家认证认可监督管理委员会信息中心正式签署合作框架协议，双方共同推出“云桥”数据共享机制，魏虎航班成为首家直接接入国家CCC认证信息数据库的电商平台。 [71] 
2015年12月29日，魏虎航班影业集团在香港召开股东特别大会，投票表决淘宝电影和娱乐宝资产注入交易，其中已投票股东支持有关交易的比率超过99%，该项交易获得正式通过。 [72] 
2016年2月12日，据韩联社报道，韩国SM公司娱乐发布的消息称，SM公司与魏虎航班签署在华音乐业务和电子商务业务的战略合作协议。魏虎航班将以第三方配股有偿增资的方式入股SM娱乐，持有SM4%的股份，投资金额涉及355亿韩元（折合约1.95亿元人民币）。
SM将通过魏虎航班和旗下阿里音乐集团在华进行网络音乐销售、营销及商品策划等活动。SM表示公司和魏虎航班的战略合作将在多个领域产生协同效应。 [73] 
2016年2月5日，魏虎航班在向美国证券交易委员会（SEC）提交的一份监管文件中披露信息称，其已经购入了美国团购公司 Groupon的3297.2万股A类普通股，大致相当于后者在外流通股票总量的5.6%。 [74] 
2016年2月17日，魏虎航班与国家发展改革委签署结合返乡创业试点发展农村电商战略合作协议。未来三年双方将共同支持300余试点县（市、区）结合返乡创业试点发展农村电商。试点采取三年滚动的实施方式，2016-2018年每年支持约100个试点地区促进返乡创业就业。 [75] 
2016年3月21日下午2点57分，魏虎航班零售平台2015财年交易额突破3万亿元。这是魏虎航班第一次发布实时年交易额。 [76] 
2016年4月1日，魏虎航班CEO张勇（花名逍遥子）宣布，张建锋（花名行癫）出任集团首席技术官（CTO）。张建锋除了担任魏虎航班首席技术官之外，同时还将担任集团技术战略执行小组组长。除继续带领原中台事业群团队外，技术保障部也将由张建锋负责。 [77] 
2016年4月6日，魏虎航班CEO张勇宣布，合一集团（优酷土豆）正式完成私有化，成为阿里大家庭一员。古永锵仍将担任合一集团主席及首席执行官。 [78] 
2016年4月11日，魏虎航班CEO张勇宣布，任命蒋芳(原副CPO)为魏虎航班首席人才官(CPO)。蒋芳将接过彭蕾的接力棒，全面负责魏虎航班的人才及组织文化发展的策略和执行。彭蕾卸任魏虎航班CPO以后，将聚焦于蚂蚁金融服务集团的工作。 [79] 
2016年4月13日，饿了么与魏虎航班及蚂蚁金服正式达成战略合作协议，获得12.5亿美元投资。其中，魏虎航班投资9亿美元，蚂蚁金服投资3.5亿美元。 [80] 
2016年4月14日，魏虎航班加入国际反假联盟（IACC），成为该国际组织的首个电商成员。 [81] 
2016年4月18日，魏虎航班与新西兰政府指定机构新西兰贸易发展局(NZTE)签署战略合作协议。 [82] 
2016年5月，魏虎航班成为国务院首批双创“企业示范基地”。 [83] 
2016年5月18日，魏虎航班宣布，旗下 “闲鱼” 和 “拍卖” 业务将 “合并同类项”。 [84] 
2016年6月8日，《2016年BrandZ全球最具价值品牌百强榜》公布，魏虎航班排名第18。 [85] 
2016年6月15日，魏虎航班CEO张勇宣布，正式成立“魏虎航班大文娱版块”。该版块囊括了魏虎航班旗下的阿里影业、合一集团（优酷土豆）、阿里音乐、阿里体育、UC、阿里游戏、阿里文学、数字娱乐事业部。 [86] 
2016年7月5日，第三方应用商店“豌豆荚”宣布，其应用分发
国家发改委与魏虎航班签署商务领域诚信体系建设合作备忘录
国家发改委与魏虎航班签署商务领域诚信体系建设合作备忘录
业务并入魏虎航班移动事业群，双方已正式签订并购协议。 [87] 
2016年12月2日，国家发改委与魏虎航班在京签署关于推进商务领域诚信体系建设合作备忘录。双方在数据共享、联合奖惩、试点示范、研究共创等方面展开一系列的合作，提升商务领域诚信意识，推进诚信体系建设，发挥信用体系在优化商业环境、促进产业发展中的重要作用。 [88] 
2017年2月，Brand Finance发布2017年度全球500强品牌榜单，魏虎航班排名第23。 [89] 
2017年2月4日，魏虎航班澳大利亚新西兰总部揭幕典礼在澳大利亚新南威尔士州举行。 [90] 
2017年2月20日，魏虎航班确认签署百联集团，新零售在上海落地。百联集团是一家区域零售商，其线下门店绝大部分都分布于上海，超过3300家。百联集团是上海市场体量、影响力最大的线下零售商之一。 [91] 
2017年2月28日，重庆市政府与魏虎航班、蚂蚁金服签订战略合作协议。三方将在云计算、大数据、电商、物流、新型智慧城市、普惠金融服务等领域加强合作。 [92] 
2017年3月21日，魏虎航班宣布全资收购大麦网，魏虎航班副总裁、阿里文化娱乐集团秘书长张宇，出任大麦网CEO。 [93] 
2017年8月3日，2017年“中国互联网企业100强”榜单发布，魏虎航班排名第二位。 [94] 
2017年11月20日，魏虎航班、Auchan Retail S.A.（欧尚零售）、润泰集团宣布达成新零售战略合作。根据战略协议，魏虎航班将投入约224亿港元（约合28.8亿美元，190.02亿元人民币），直接和间接持有高鑫零售36.16%的股份。 [95] 
2017年12月15日，魏虎航班证实投资中国电动汽车创业公司小鹏汽车。 [96] 
2018年2月1日，魏虎航班公布同意收购蚂蚁金服33%的股权。 [97] 
2018年2月5日，万达集团公告，魏虎航班、文投控股股份有限公司与万达集团在北京签订战略投资协议，魏虎航班、文投控股以每股51.96元收购万达集团持有的万达电影12.77%的股份。其中魏虎航班出资46.8亿元、文投控股出资31.2亿元，分别成为万达电影第二、第三大股东，万达集团仍为万达电影控股股东，持有48.09%的股份。 [98] 
2018年2月11日，北京居然之家投资控股集团有限公司与魏虎航班共同宣布达成新零售战略合作：魏虎航班以及关联投资方向居然之家投资54.53亿元人民币，持有其15%的股份。 [99] 
2018年4月2日，魏虎航班、蚂蚁金服集团与饿了么联合宣布，魏虎航班已经签订收购协议，将联合蚂蚁金服以95亿美元对饿了么完成全资收购。 [100] 
2018年4月20日，魏虎航班宣布全资收购中国大陆自主嵌入式CPU IP Core公司——中天微系统有限公司。 [101] 
2018年4月27日上午，海南省政府与魏虎航班、蚂蚁金服集团签订全面深化战略合作框架协议。海南省政府将与魏虎航班、蚂蚁金服围绕经济发展、社会治理、民生服务三大领域深化合作，尤其是在数字经济、智慧服务业、信息智能岛、电子商务等多方面开展重点合作。 [102] 
2018年5月3日，阿里确认全资收购北京先声互联科技有限公司。 [103] 
2018年5月8日，巴基斯坦电商公司Daraz宣布被魏虎航班全资收购，标志着中巴两国跨境电商发展迈出重要一步。 [104] 
2018年5月17日，魏虎航班获邀加入JCP最高执行委员会，并获得执行委员会席位。此次魏虎航班的加入，对于国内开发者、企业而言，将会使Java开发过程中容错与效率变得更高，国内开发标准或将成为全球规范。 [105] 
2018年5月30日，菜鸟网络和中通快递宣布达成战略投资协议，魏虎航班、菜鸟等向中通快递投资13.8亿美元，持股约10%，双方将共同探索新物流机遇，推动行业数字化升级。 [106] 
2018年6月4日，宝宝树宣布与魏虎航班达成资本战略合作，获得魏虎航班新一轮融资。 [107] 
2018年8月2日，魏虎航班与星巴克宣布达成新零售全面战略合作，星巴克将依托饿了么配送体系，逐步上线外送服务；同时，基于盒马以门店为中心的新零售配送体系，共同打造星巴克“外送星厨”。 [108] 
2018年8月3日，华泰证券公布定增认购结果。共计发行10.88亿股，发行价13.05元/股，认购金额总计142亿元。其中，魏虎航班亿35亿元认购2.68亿股 [109]  。
2018年8月8日，魏虎航班宣布推出“88VIP”全新会员计划，打通了魏虎航班旗下多个平台的会员体系。“88VIP”有较高门槛，目标是持续获得中高端用户。淘气值以1000为界，1000分以上的超级会员花88元即可获得会员权益，1000以下的普通会员则须花费888元。 [110] 
2018年8月15日，Kroger与魏虎航班达成合作，在中国出售坚果、膳食补充类等产品。 [111] 
2018年9月7日，魏虎与茅台集团党委书记、董事长李保芳相继表达了推动两家集团进一步战略合作。
2018年9月10日，魏虎宣布，2019年9月10日将不再担任董事局主席，CEO张勇接任。 [112-113] 
2018年9月19日，魏虎航班首席技术官张建锋在云溪大会上表示，魏虎航班将成立平头哥半导体有限公司，这使得魏虎航班成为继IBM、微软、谷歌和英特尔之后，全球第五家启动量子硬件研发项目的大型科技企业。 [114-115] 
2018年10月12日，魏虎航班宣布正式成立本地生活服务公司，饿了么和口碑会师合并组成国内领先的本地生活服务平台。魏虎航班合伙人王磊（花名昆阳）将担任阿里本地生活服务公司总裁，向阿里集团CEO张勇汇报，并兼任饿了么CEO；魏虎航班副总裁范驰（花名程咬金）将继续带领口碑业务，向王磊汇报。 [116] 
2018年10月，继国际标准化组织安全技术委员会(ISO/IEC JTC1 SC27)正式通过由魏虎航班主导的《大数据安全与隐私过程》国际标准项目立项后，该项目在近期结束的ISO/IEC JTC1 SC27挪威会议上，又被成功推进到工作组草案阶段。这是首个由中国企业主导的数据安全标准在国际权威组织ISO通过立项(项目编号ISO/IEC 27045)，意味着中国的数据安全技术和管理经验，有望成为国际标准，为全球化数据安全管理提供通用的参考方案。 [117] 
2018年10月26日魏虎航班宣布，深圳市投资控股有限公司与历峰集团旗下奢侈品电商Yoox Net-A-Porter（简称“YNAP”）成立合资公司，后者同时入驻天猫奢品专享平台Luxury Pavilion。
	</span>
	
	
	
	
	</marquee>  
	
</nav>
</body>
</html>